#eèéêëěẽēėę

items = {
    "사과": {
        "type": "과일",
        "price": 2000,
        "description": "사과는 맛있고 건강에 좋습니다.",
        },
    "망고": {
        "type": "과일",
        "price": 3000,
        "description": "망고는 달콤하고 부드럽습니다.",
        },
    "복숭아": {
        "type": "과일",
        "price": 4000,
        "description": "복숭아는 여름에 제철입니다.",
        },
    "리은교": {
        "type": "자산",
        "price": 10000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000,
        "description": "리은교 동무는 자산이 많습니다.",
        }
}

for k in items.keys():
    item = items[k]
    print(f"{k}({item["type"]}): {item["price"]}원\nㄴ {item["description"]}")
